// 1. Создай объект для хранения информации о продукте в интернет-магазине:
// название, цена, количество на складе
// выведи информацию о продукте с помощью console.log()

// 2. Напиши проверку наличия продукта на складе (используя объект)
// если товара от 1 до 10, выводи сообщение “Мало товара”
// если больше 10 — “Товара достаточно”
// если 0 — “Товар закончился”

// 3. Напиши функцию, которая принимает объект товара как аргумент и возвращает строку с его названием и ценой
// например, “Кроссовки стоят 300 рублей”

// 4. Используй цикл for чтобы вычислить сумму чисел от 1 до 10 и выведи результат